Revit 2024 API
ParameterTypeId.RebarSystemCoverTop Property
 "Rebar Cover Top/Exterior"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarSystemCoverTop { get; }
Visual Basic
Public Shared ReadOnly Property RebarSystemCoverTop As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarSystemCoverTop {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace